#+TITLE: JtoE Games Translator
#+AUTHOR: Daniel Otto
#+EMAIL: translation@danielotto.jp

#+address: Takadanobaba
#+address: Tokyo, Japan
#+mobile: (080) 7650 1991
#+homepage: danielotto.jp
#+github: nanjigen
#+gitlab:
#+linkedin: dmotto
#+latex_class: altacv
#+cvcolor: blue
#+LATEX_HEADER: \geometry{left=1cm,right=9cm,marginparwidth=6.8cm,marginparsep=1.2cm,top=1.25cm,bottom=1.25cm}
#+LATEX_HEADER: \usepackage{luatexja}
#+TAGS: noexport (n)

** Photo & tagline                                                  :noexport:
** Personal info                                                    :noexport:

* Experience
** Freelance translator
:PROPERTIES:
:CV_ENV: cventry
:FROM:     <2017-12-07>
:TO:     Now
:LOCATION: Sydney, Tokyo
:EMPLOYER: The employer
:END:
- Japanese to English game localisation and linguistic quality assurance over both mobile and console titles.
* Projects
:PROPERTIES:
:CV_ENV:   cventries
:END:
** PS4 Title for large publisher
- (Ongoing, currently under NDA)
** Cat Painter「ネコの絵描きさん」
- Android, iOS/Waken
** Shadowverse
- eSports coverage materials/Cygames
* Volunteering
** EVO Japan

#+latex: \marginpar{
* Languages
:PROPERTIES:
:CV_ENV:   cvskills
:END:
- *English* (Native Language)
- *Japanese*
* Education
** Honours in Linguistics
:PROPERTIES:
:CV_ENV:   cvschool
:LOCATION: The University of New South Wales
:FROM: 2018
:TO: 2021
:END:
Ongoing eye-tracking research with human participants, studying the effect of
various types of flashcard formatting on acquisition of academic terms in a
second language.
** Bachelor of Arts
:PROPERTIES:
:CV_ENV:   cvschool
:LOCATION: The University of New South Wales
:FROM: 2013
:TO: 2017
:END:
Majored in Linguistics and Japanese Studies. This included the study of
Japanese and Japanese history and culture. The Linguistics studies focused
on pragmatics, semantics, syntactic and morphemic analysis and phonology.
Courses were also done in psycholinguistics and second language acquisition.
** My Life Philosophy                                               :noexport:
** Achievements                                                     :noexport:
* Technical Skills
:PROPERTIES:
:CV_ENV:   cvskills
:END:
- CAT Tools
- CafeTrans and OmegaT
- Subtitling
- Aegisubs
- Software
- Matlab, Microsoft Excel, Unix/Linux(Arch), Vim, Emacs
- Programming
- Python, LATEX, BASH

#+latex: }
* Referees                                                           :noexport:

* Backmatter                                                         :noexport:

* Config                                                             :noexport:

#+begin_src elisp :results no
(org-export-to-file 'altacv "altacv.tex")
(org-latex-compile "altacv.tex")
#+end_src

#+RESULTS:
: /home/nanjigen/org/org-brain/projects/profile-page/altacv.pdf

** LaTeX Config
** Exporter Settings
** Macros

* COMMENT local variables

# Local Variables:
# (org-export-to-file 'altacv "altacv.tex")
# (org-latex-compile "altacv.tex")
# End:
